[
{
  "Category":      "Conference",
  "Key":           "ottley2015strategy",
  "Author":        "Alvitta Ottley, Huahai Yang, Remco Chang",
  "Title":         "Personality as a Predictor of User Strategy: How Locus of Control Affects Search Strategies on Tree Visualizations",
  "Journal":       "Proc. ACM Human Factors in Computing Systems (CHI)",
  "Year":          "2015",
  "img":           "img/preview/ottley2015strategy-preview.png",
  "abstract":     "Individual differences matter. While this has been the theme for many recent works in the Visualization and HCI communities, the mystery of how to develop personalized visualizations remains. This is largely because very little is known about how users actually use visualizations to solve problems and even less is known about how individual differences affect these problem-solving strategies. In this paper, we provide evidence that strategies are indeed influenced by individual differences. We demonstrate how the personality trait locus of control impacts strategies on hierarchical visualizations, and we introduce design recommendations for personalized visualizations.",
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/ottley2015strategy.pdf" }
  ]
},
{
  "Category":      "Conference",
  "Key":           "harrison2014infographic",
  "Author":        "Lane Harrison, Katharina Reinecke, Remco Chang",
  "Title":         "Infographic Aesthetics: Designing for the First Impression",
  "Journal":       "To Appear: Proc. ACM Human Factors in Computing Systems (CHI)",
  "page":          "papers/infographic-aesthetics",
  "Year":          "2015",
  "img":           "img/preview/harrison2014infographic-preview.png",
  "caption" :      "Average visual appeal ratings for different levels of colorfulness and complexity for females and males.",
  "teaser":       "img/teaser/harrison2014infographic.png",
  "abstract":     "Information graphics, or infographics, combine elements of data visualization with design and have become an increasingly popular means for disseminating data. While several studies have suggested that aesthetics in visualization and infographics relate to desirable outcomes such as engagement and memorability, it remains unknown how quickly aesthetic impressions are formed, and what it is that makes an infographic appealing. We address these questions by analyzing 1,278 participants' ratings on appeal after seeing infographics for 500ms. Our results establish that: 1) people form a reliable first impression of the appeal of an infographic based on a mere exposure effect, 2) this first impression is largely based on colorfulness and visual complexity, and 3) age, gender, and education level influence the preferred level of colorfulness and complexity. More generally, these findings suggest that outcomes such as engagement and memorability might be determined much earlier than previously thought.",
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/harrison2014infographic.pdf" },
    { "name":"materials", "ref":"https://github.com/TuftsVALT/infographic-aesthetics" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "brown2014eigensense",
  "Author":    "Eli T Brown, Remco Chang",
  "Title":     "EigenSense: Saving User Effort with Active Metric Learning",
  "Journal":   "KDD 2014 Workshop on Interactive Data Exploration and Analytics",
  "Year":      "2014",
  "img":       "img/preview/brown2014eigensense-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/brown2014eigensense.pdf" }
  ]
},
{
  "Category":     "Conference",
  "Key":          "brown2014finding",
  "Author":       "Eli Brown, Alvitta Ottley, Jieqiong Zhao, Quan Lin, Alex Endert, Richard Souvenir, Remco Chang",
  "Title":        "Finding Waldo: Learning about Users from their Interactions",
  "Journal":      "IEEE Conference on Visual Analytics (VAST)",
  "Year":         "2014",
  "page":         "papers/finding-waldo",
  "img":          "img/preview/brown2014finding-preview.png",
  "teaser":       "img/teaser/brown2014finding.png",
  "caption":      "The interface from our user study in which participants found Waldo while we recorded their mouse interactions.",
  "abstract":     "Visual analytics is inherently a collaboration between human and computer. However, in current visual analytics systems, the computer has limited means of knowing about its users and their analysis processes. While existing research has shown that a user’s interactions with a system reflect a large amount of the user’s reasoning process, there has been limited advancement in developing automated, real-time techniques that mine interactions to learn about the user. In this paper, we demonstrate that we can accurately predict a user’s task performance and infer some user personality traits by using machine learning techniques to analyze interaction data. Specifically, we conduct an experiment in which participants perform a visual search task, and apply well-known machine learning algorithms to three encodings of the users’ interaction data. We achieve, depending on algorithm and encoding, between 62% and 83% accuracy at predicting whether each user will be fast or slow at completing the task. Beyond predicting performance, we demonstrate that using the same techniques, we can infer aspects of the user’s personality factors, including locus of control, extraversion, and neuroticism. Further analyses show that strong results can be attained with limited observation time: in one case 95% of the final accuracy is gained after a quarter of the average task completion time. Overall, our findings show that interactions can provide information to the computer about its human collaborator, and establish a foundation for realizing mixed- initiative visual analytics systems.",
  "summary":      "Visual analytics requires cooperation between human and computer, but while computers can communicate vast amounts of information through their screens and speakers, humans communicate back with limited means, generally just a keyboard and mouse.  Those interactions are rich with information about the user, though.  Researchers have even been able to extract reasoning processes from interaction logs, but only with long tedious hours.  This project is all about automatically finding patterns in interaction data using machine learning.  In our TVCG 2014 paper, Finding Waldo: Learning About Users from their Interactions, we run an experiment to gather mouse interactions while participants play Where's Waldo, a visual search task.  We then produce three types of encodings of the interactions, encompassing (1) what part of the (image) data is shown to the user, (2) statistics about their raw mouse events, and (3) sequences of button clicks.  We apply machine learning and find that we can predict user performance at the Waldo task, and even infer some personality traits from this data.",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/brown2014finding.pdf" }
  ]
},
{
  "Category":      "Conference",
  "Key":           "harrison2014ranking",
  "Author":        "Lane Harrison, Fumeng Yang, Steven Franconeri, Remco Chang",
  "Title":         "Ranking Visualizations of Correlation using Weber's Law",
  "Journal":       "IEEE Conference on Information Visualization (InfoVis)",
  "page":         "papers/ranking-correlation",
  "Year":          "2014",
  "img":           "img/preview/harrison2014ranking.png",
  "caption" :      "Final ranking of nine commonly used visualizations: scatterplots, parallel coordinates plots, stacked area charts, stacked bar charts, stacked line charts, line charts, ordered line charts, radar charts, and donut charts",
  "teaser":       "img/teaser/harrison2014ranking.png",
  "abstract":     "Despite years of research yielding systems and guidelines to aid visualization design, practitioners still face the challenge of identifying the best visualization for a given dataset and task. One promising approach to circumvent this problem is to leverage perceptual laws to quantitatively evaluate the effectiveness of a visualization design. Following previously established methodologies, we conduct a large scale (n=1687) crowdsourced experiment to investigate whether the perception of correlation in nine commonly used visualizations can be modeled using Weber’s law. The results of this experiment contribute to our understanding of information visualization by establishing that: 1) for all tested visualizations, the precision of correlation judgment could be modeled by Weber’s law, 2) correlation judgment precision showed striking variation between negatively and positively correlated data, and 3) Weber models provide a concise means to quantify, compare, and rank the perceptual precision afforded by a visualization.",
  "summary":      "One method for objectively identifying the best visualization is to conduct multi-factor human-subject experiments. As visualization becomes more widely adopted and diversified, it is clear that exhaustive comparative experimentation cannot fully address the growing needs of the infovis community.<br>Rensink et al. successfully demonstrated that the perception of positive correlation in scatterplots can be modeled using Weber’s law, which indicates that the human perception of differences in correlation and the objective differences in data correlation has a linear relationship.<br>We then apply this methodology to eight other visualizations commonly used in the infovis community and commercial software, including parallel coordinates plots, stacked area charts, stacked bar charts, stacked line charts, line charts, ordered line charts, radar charts, and donut charts. <br>The results of this experiment contribute to our understanding of information visualization in several ways: <p>a) We demonstrate that the perception of correlation in several commonly used visualizations can be modeled using Weber’s law. <br>b) We provide evidence that the effectiveness of most visualizations tested depends significantly on whether it depicts positively or negatively correlated data (asymmetric performance), implying that many visualizations may require two Weber models to be described completely. <br>c) Using the derived Weber models, we rank the effectiveness of visualizations for representing correlation.",  
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/harrison2014ranking.pdf" }
  ]
},
{
  "Category":      "Conference",
  "Key":           "staheli2014visualization",
  "Author":        "Diane Staheli, Tamara Yu, Jordan Crouser, Suresh Damodaran, Kevin Nam, David O'Gwynn, Sean McKenna, Lane Harrison",
  "Title":         "Visualization Evaluation for Cyber Security: Trends and Future Directions",
  "Journal":       "Proceedings of the Eleventh International Symposium on Visualization for Cyber Security (VizSec)",
  "Year":          "2014",
  "img":           "img/preview/staheli2014visualization-preview.png"
},
{
  "Category":      "Conference",
  "Key":           "afergan2014dynamic",
  "Author":        "Daniel Afergan, Evan M. Peck, Erin Solovey, Sam Hincks, AJ Jenkins, Eli T. Brown, Remco Chang, Robert Jacob",
  "Title":         "Dynamic Difficulty Using Brain Metrics of Workload",
  "Journal":       "ACM SIGCHI Conference on Human Factors in Computing Systems (CHI)",
  "Year":          "2014",
  "img":           "img/preview/afergan2014dynamic-preview.png",
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/afergan2014dynamic.pdf" },
    { "name": "Best Paper Award Honorable Mention" }
  ]
},
{
  "Category":  "Journal",
  "Key":       "ottley2013manipulating",
  "Author":    "Alvitta Ottley, R. Jordan Crouser, Caroline Ziemkiewicz, Remco Chang",
  "Title":     "Manipulating and Controlling for Personality Effects on Visualization Tasks",
  "Journal":   "Journal of Information Visualization (IVI)",
  "Year":      "2013",
  "img":       "img/preview/ottley2013manipulating-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/ottley2013manipulating.pdf" }
  ]
},
{
  "Category":  "Book Chapter",
  "Key":       "crouser2013balancing",
  "Author":    "R. Jordan Crouser, Alvitta Ottley, Remco Chang",
  "Title":     "Balancing Human and Machine Contributions in Human Computation Systems",
  "Journal":   "Human Computation Handbook, Springer",
  "Year":      "2013",
  "supplemental": [
  ]
},
{
  "Category":  "Book Chapter",
  "Key":       "chang2013algorithm",
  "Author":    "Remco Chang, Caroline Ziemkiewicz",
  "Title":     "Algorithm Chapter Introduction",
  "Journal":   "Human Computation Handbook, Springer",
  "Year":      "2013",
  "supplemental": [
  ]
},
{
  "Category":  "Conference",
  "Key":       "battle2013dynamic",
  "Author":    "Leilani Battle, Remco Chang, Michael Stonebraker",
  "Title":     "Dynamic Reduction of Result Sets for Interactive Visualization",
  "Journal":   "IEEE Workshop on Big Data Visualization",
  "Year":      "2013",
  "img":       "img/preview/battle2013dynamic-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/battle2013dynamic.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "peck2013using",
  "Author":    "Evan M. Peck, Beste Yuksel, Alvitta Ottley, Robert Jacob, Remco Chang",
  "Title":     "Using fNIRS Brain Sensing to Evaluate Information Visualization Interfaces",
  "Journal":   "ACM SIGCHI Conference on Human Factors in Computing Systems (CHI)",
  "Year":      "2013",
  "img":       "img/preview/peck2013using-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/peck2013using.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "harrison2013influencing",
  "Author":    "Lane Harrison, Drew Skau, Steven Franconeri, Aidong Lu, Remco Chang",
  "Title":     "Influencing Visual Judgment Through Affective Priming",
  "Journal":   "ACM SIGCHI Conference on Human Factors in Computing Systems (CHI)",
  "Year":      "2013",
  "img":       "img/preview/harrison2013influencing-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/harrison2013influencing.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "ottley2013adaptive",
  "Author":    "Alvitta Ottley, Evan M. Peck, Lane Harrison, Remco Chang",
  "Title":     "The Adaptive User: Priming to Improve Interaction",
  "Journal":   "ACM CHI Workshop on Many People Many Eyes",
  "Year":      "2013",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/ottley2013adaptive.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "afergan2013using",
  "Author":    "Daniel Afergan, Evan M. Peck, Remco Chang, Robert Jacob",
  "Title":     "Using Passive Input to Adapt Visualization Systems to the Individual",
  "Journal":   "ACM CHI Workshop on Many People Many Eyes",
  "Year":      "2013",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/afergan2013using.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "crouser2013exploring",
  "Author":    "R. Jordan Crouser, Jeremy G. Freeman, Andrew Winslow, Remco Chang",
  "Title":     "Exploring Agent-Based Simulations in Political Science Using Aggregate Temporal Graphs",
  "Journal":   "IEEE Pacific Visualization Symposium",
  "Year":      "2013",
  "img":       "img/preview/crouser2013exploring-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/crouser2013exploring.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "zhao2013modeling",
  "Author":    "J. Helen Zhao, Quan Lin, Alvitta Ottley, Remco Chang",
  "Title":     "Poster: Modeling User Interactions for Complex Visual Search Tasks",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2013",
  "img":       "img/preview/zhao2013modeling-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/zhao2013modeling.pdf" }
  ]
},
{
  "Category":  "Journal",
  "Key":       "crouser2012affordance",
  "Author":    "R. Jordan Crouser, Remco Chang",
  "Title":     "An Affordance-based Framework for Human Computation and Human-Computer Collaboration",
  "Journal":   "VAST (IEEE Transactions on Visualization and Computer Graphics (TVCG))",
  "Year":      "2012",
  "img":       "img/preview/crouser2012affordance-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/crouser2012affordance.pdf" }
  ]
},
{
  "Category":  "Journal",
  "Key":       "ziemkiewcz2012visualization",
  "Author":    "Caroline Ziemkiewcz, Alvitta Ottley, R. Jordan Crouser, AshleyYauilla, Sara Su, William Ribarsky, Remco Chang",
  "Title":     "How Visualization Layout Relates to Locus of Control and Other Personality Factors",
  "Journal":   "IEEE Transactions on Visualization and Computer Graphics (TVCG)",
  "Year":      "2012",
  "img":       "img/preview/ziemkiewcz2012visualization-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/ziemkiewcz2012visualization.pdf" }
  ]
},
{
  "Category":  "Journal",
  "Key":       "dou2012toward",
  "Author":    "Wenwen Dou, Caroline Ziemkiewicz, Lane Harrison, Dong Hyun Jeong, William Ribarsky, Xiaoyu Wang, Remco Chang",
  "Title":     "Toward a Deeper Understanding of the Relationship Between Interaction Contraints and Visual Isomorphs",
  "Journal":   "Journal of Information Visualization (IVS)",
  "Year":      "2012",
  "img":       "img/preview/dou2012toward-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/dou2012toward.pdf" }
  ]
},
{
  "Category":  "Journal",
  "Key":       "ziemkiewcz2012understanding",
  "Author":    "Caroline Ziemkiewcz, Alvitta Ottley, R. Jordan Crouser, Krysta Chauncey, Sara Su, Remco Chang",
  "Title":     "Understanding Visualization by Understanding Individual Users",
  "Journal":   "IEEE Computer Graphics and Applications Viewpoint (CG&A)",
  "Year":      "2012",
  "img":       "img/preview/ziemkiewcz2012understanding-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/ziemkiewcz2012understanding.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "brown2012disfunction",
  "Author":    "Eli T. Brown, Jingjing Liu, Carla Brodley, Remco Chang",
  "Title":     "Dis-function: Learning Distance Functions Interactively",
  "Journal":   "IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2012",
  "img":       "img/preview/brown2012disfunction-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/brown2012disfunction.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "peck2012icd3",
  "Author":    "Evan M. Peck, Beste Yuksel, Lane Harrison, Alvitta Ottley, Remco Chang",
  "Title":     "ICD3: Towards a 3-Dimensional Model of Individual Cognitive Differences",
  "Journal":   "IEEE VisWeek BELIV Workshop (Beyond time and errors: novel evaluation methods for information visualization)",
  "Year":      "2012",
  "img":       "img/preview/peck2012icd3-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/peck2012icd3.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "gramazio2012optimizing",
  "Author":    "Connor Gramazio, Remco Chang",
  "Title":     "Poster: Optimizing an SPT-Tree for Visual Analytics",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2012",
  "img":       "img/preview/gramazio2012optimizing-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/gramazio2012optimizing.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "harrison2012exploring",
  "Author":    "Lane Harrison, Remco Chang, Aidong Lu",
  "Title":     "Poster: Exploring the Impact of Emotion on Visual Judgment",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2012",
  "img":       "img/preview/harrison2012exploring-preview.png",
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/harrison2012exploring.pdf" },
    { "name": "Best Poster Award" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "ottley2012priming",
  "Author":    "Alvitta Ottley, Caroline Ziemkiewicz, R. Jordan Crouser, Remco Chang",
  "Title":     "Poster: Priming Locus of Control to Affect Performance",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2012",
  "img":       "img/preview/ottley2012priming-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/ottley2012priming.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "kee2012comparing",
  "Author":    "Daniel E. Kee, Liz Salowitz, Remco Chang",
  "Title":     "Poster: Comparing Interactive Web-based Visualization rendering techniques",
  "Journal":   "Poster, IEEE Conference on Information Visualization (InfoVis)",
  "Year":      "2012",
  "img":       "img/preview/kee2012comparing-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/kee2012comparing.pdf" }
  ]
},
{
  "Category":  "Journal",
  "Key":       "crouser2011two",
  "Author":    "R. Jordan Crouser, Daniel E. Kee, Dong Hyun Jeong, Remco Chang",
  "Title":     "Two Visualization Tools for Analysis of Agent-Based Simulations in Political Science",
  "Journal":   "IEEE Computer Graphics and Applications Viewpoint (CG&A)",
  "Year":      "2011",
  "img":       "img/preview/crouser2011two-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/crouser2011two.pdf" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "ziemkiewicz2011locus",
  "Author":    "Caroline Ziemkiewicz, R. Jordan Crouser, Sara Su, Ashley Yauilla, William Ribarsky, Remco Chang",
  "Title":     "How Locus of Control Influences Compatibility with Visualization Style",
  "Journal":   "IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2011",
  "img":       "img/preview/ziemkiewicz2011locus-preview.png",
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/ziemkiewicz2011locus.pdf" },
    { "name": "Honorable Mention Best Paper" }
  ]
},
{
  "Category":  "Conference",
  "Key":       "dou2011parallel",
  "Author":    "Wenwen Dou, Xiaoyu Wang, Remco Chang, William Ribarsky",
  "Title":     "Parallel Topics: A probabilistic Approach to Exploring Document Collections",
  "Journal":   "IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2011",
  "img":       "img/preview/dou2011parallel-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/dou2011parallel.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "peck2011near",
  "Author":    "Evan M. Peck, Erin Solovey, Sara Su, Robert Jacob, Remco Chang",
  "Title":     "Poster: Near to the Brain: Functional Near-Infrared Spectroscopy as a Lightweight Brain Imaging Technique for Visualization",
  "Journal":   "Poster, IEEE Conference on Information Visualization (InfoVis)",
  "Year":      "2011",
  "img":       "img/preview/peck2011near-preview.png",
  "supplemental":  [
    { "name":"pdf", "ref":"pdf/peck2011near.pdf" },
    { "name": "Best Poster Award" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "griffin2011analytical",
  "Author":    "Garth Griffin, Shaomeng Li, Connor Gramazio, Remco Chang",
  "Title":     "Poster: An Analytical Approach for the Creative Design of New Visualizations",
  "Journal":   "Poster, IEEE Conference on Information Visualization (InfoVis)",
  "Year":      "2011",
  "img":       "img/preview/griffin2011analytical-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/griffin2011analytical.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "jeong2011state",
  "Author":    "Dong Hyun Jeong, Soo Yeon Ji, William Ribarsky, Remco Chang",
  "Title":     "Poster: A State Transition Approach to Understanding Users' Interactions",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2011",
  "img":       "img/preview/jeong2011state-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/jeong2011state.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "liu2011find",
  "Author":    "Jingjing Liu, Eli T. Brown, Remco Chang",
  "Title":     "Poster: Find Distance Function, Hide Model Inference",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2011",
  "img":       "img/preview/liu2011find-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/liu2011find.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "crouser2011exploring",
  "Author":    "R. Jordan Crouser, Jeremy G. Freeman, Remco Chang",
  "Title":     "Poster: Exploring Agent-Based Simulations Using Temporal Graphs",
  "Journal":   "Poster, IEEE Conference on Visual Analytics Science and Technology (VAST)",
  "Year":      "2011",
  "img":       "img/preview/crouser2011exploring-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/crouser2011exploring.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "crouser2011computational",
  "Author":    "R. Jordan Crouser, Jeremy G. Freeman, Remco Chang",
  "Title":     "Computational Exploration of Simulations in Political Science",
  "Journal":   "SPIE Newsroom",
  "Year":      "2011",
  "img":       "img/preview/crouser2011computational-preview.png",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/crouser2011computational.pdf" }
  ]
},
{
  "Category":  "Miscellaneous",
  "Key":       "north2011analytical",
  "Author":    "Chris North, Remco Chang, Alex Endert, Wenwen Dou, Richard May, William Pike, Glenn Fink",
  "Title":     "Analytical Provenance: Process + Interaction + Insight",
  "Journal":   "ACM SIGCHI Workshop (Extended Abstracts)",
  "Year":      "2011",
  "supplemental": [
    { "name":"pdf", "ref":"pdf/north2011analytical.pdf" }
  ]
}
]
