[
{
  "date": "1 June 2018",
  "head": "Internship",
  "text": "Shannon is heading to MIT Lincoln Laboratory in Lexington, MA this summer.",
  "img": "img/news/mitll.png"
},
{
  "date": "1 June 2018",
  "head": "Internship",
  "text": "Dylan is heading to IBM Research in Cambridge, MA this summer.",
  "img": "img/news/ibm.png"
},
{
  "date": "16 August 2017",
  "head": "Award",
  "text": "Dylan's paper, RNNbow: Visualizing Learning via Backpropagation Gradients in Recurrent Neural Networks, wins Best Paper Award at VADL 2017",
  "img": "img/news/dylan_rnnvis.png"
},
{
  "date": "1 March 2017",
  "head": "Grant",
  "text": "VALT received a grant from DARPA in the Data Driven Discovery of Models program (d3m) in coordination with Georgia Tech and University of Wisconsin.",
  "img": "img/news/darpa.JPG"
},
{
  "date": "6 October 2016",
  "head": "New Paper",
  "text": "Anzu's paper, PROACT: Iterative Design of a Patient-Centered Visualization for Effective Prostate Cancer Health Risk Communication, was presented at IEEE VAST.",
  "img": "img/news/anzu_proact.png"
},
{
  "date": "18 April 2015",
  "head": "Award",
  "text": "Alvitta's paper, Personality as a Predictor of User Strategy: How Locus of Control Affects Search Strategies on Tree Visualizations, wins Honorable Mention Award at CHI 2015.",
  "more":  "ottley2015personality",
  "img": "img/news/chi2015.png"
},
{
  "date": "1 April 2015",
  "head": "Grant",
  "text": "Remco received the NSF CAREER award for our work on data and user modeling from user interactions.",
  "img": "img/news/nsf.png"
},
{
  "date": "15 February 2015",
  "head": "Award",
  "text": "Sam's paper, Exploring Visualization Designs Using Phylogenetic Trees, wins Best Paper Award at VDA 2015.",
  "img": "img/news/li2015exploring.png"
},
{
  "date": "1 February 2015",
  "head": "Grant",
  "text": "VALT received a grant with MIT Lincoln Labs on Adaptive, Reinforced, and Interactive Visual Analytics.",
  "img": "img/news/mitll.png"
},
{
  "date": "11 July 2014",
  "head": "New Paper",
  "text": "Eli's paper, Finding Waldo: Learning about Users from their Interactions, accepted to IEEE VAST and TVCG.",
  "more":  "brown2014finding",
  "img": "img/news/brown2014finding.png"
},
{
  "date": "11 July 2014",
  "head": "New Paper",
  "text": "Lane's paper, Ranking Visualizations of Correlation using Weber's Law, accepted to IEEE InfoVis and TVCG.",
  "img": "img/news/harrison2014ranking.png",
  "more" : "harrison2014ranking"
},
{
  "date": "10 June 2014",
  "head": "Special Event",
  "text": "<a href=\"http://web.media.mit.edu/~ishii/\">Hiroshi Ishii</a> speaks on Vision-Driven: Beyond Tangible Bits, Towards Radical Atoms   <a href=\"http://bostonchilabs.org/ishii.html\">at the VALT and HCI Labs</a>.",
  "img": "img/news/ishii.jpg"
}
]
